api/documents/docs/xml_8974.xml

<?xml version="1.0" encoding="utf-8"?><soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/"><soap:Body><GerarNota xmlns="http://tempuri.org/"><tcDescricaoRps><ccm>436853</ccm><cnpj>10432546000175</cnpj><senha>089487</senha><crc>056114</crc><crc_estado>RS</crc_estado><aliquota_simples>5.0000</aliquota_simples><id_sis_legado>8974</id_sis_legado><servico>1006</servico><situacao>tp</situacao><valor>10,00</valor><base>10,00</base><descricaoNF>Teste</descricaoNF><dia_emissao>23</dia_emissao><mes_emissao>01</mes_emissao><ano_emissao>2023</ano_emissao><vencimento_dia>23</vencimento_dia><vencimento_mes>01</vencimento_mes><vencimento_ano>2023</vencimento_ano><ISSRetido/><ValorIss/><tomador_tipo>4</tomador_tipo><tomador_cnpj>10432546000256</tomador_cnpj><tomador_email>sultrade@sultradeagency.com</tomador_email><tomador_im/><tomador_razao>SUL TRADE AGENCIAMENTOS MARÍTIMOS - SANTOS</tomador_razao><tomador_fantasia>SUL TRADE AGENCIAMENTOS MARÍTIMOS - SANTOS</tomador_fantasia><tomador_endereco>Avenida Conselheiro Nébias</tomador_endereco><tomador_numero>756</tomador_numero><tomador_complemento>Sala 715</tomador_complemento><tomador_bairro>Boqueirão</tomador_bairro><tomador_CEP>11045002</tomador_CEP><tomador_cod_cidade>3548500</tomador_cod_cidade><tomador_fone/></tcDescricaoRps></GerarNota></soap:Body></soap:Envelope>